export default [
    {
        id:0,
        m:'ENTJ',
        t:'하이볼',
        a:'지도자형(ENTJ)인 당신에게는 위스키나 브랜디에 탄산수나 각종 음료를 넣고 얼음을 넣어 만드는 칵테일 <b><하이볼></b>이 잘 어울립니다.<br/><br/> 당신은 논리적이고 직관적이며, 문제에 대해 깊이 생각할 수 있으면서도 외향적인 사람입니다.<br/> ENTJ 유형을 나타내는 단어는 <b>외향, 직관, 사고, 판단</b>입니다.<br/><br/> 고급스러운 위스키에 탄산의 다채로움이 더해져 매력적인 풍미를 자랑하는 하이볼 한 잔 어떠신가요?'
    },
    {
        id:1,
        m:'ENFJ',
        t:'피치 크러시',
        a:'언변능숙형(ENFJ)인 당신에게는 복숭아 맛이 주는 신선한 감미로움과 레몬, 크랜베리 주스의 새콤한 과일 맛이 혼합된 칵테일 <b><피치 크러시></b>가 잘 어울립니다.<br/><br/> 당신은 매우 윤리적이고 매우 이상적입니다. 다른 사람들과 관계 맺는 것을 좋아하며 사람을 끌어당기는 힘이 있습니다.<br/> ENFJ 유형을 나타내는 단어는 <b>외향, 직관, 감정, 판단</b>입니다.<br/><br/> 적당한 알코올과 과일 향이 잘 섞여 누구나 좋아하는 칵테일인 피치 크러시 한 잔 어떠신가요?'
    },
    {
        id:2,
        m:'ESFJ',
        t:'막걸리',
        a:'친선도모형(ESFJ)인 당신에게는 은은하게 구수하고 약간 달달한 맛과 탄산이 느껴지는 <b><막걸리></b>가 잘 어울립니다.<br/><br/> 당신은 대인관계에서만 뛰어나기보다 사람들과의 관계를 간절히 원합니다. 다른 사람들에게 주목받는 것을 좋아하지만 도움이 필요한 사람들을 돕기 위해 노력하는 편입니다.<br/> ESFJ 유형을 나타내는 단어는 <b>외향, 감각, 감정, 판단</b>입니다.<br/><br/> 소박한 느낌이면서도 다른 음식들과도 아주 잘 어울리는 막걸리 한 잔 어떠신가요?'
    },
    {
        id:3,
        m:'ESTJ',
        t:'와인',
        a:'사업가형(ESTJ)인 당신에게는 깊은 풍미가 느껴지는 신선한 포도를 원료로 한 과실주인 <b>와인</b>이 잘 어울립니다.<br/><br/> 당신은 전통적 가치관을 강하게 믿는 경향이 있으며 항상 옳다고 생각되는 일을 하려고 합니다. 타고난 지도자로서 주변의 모든 사람들을 보살피는 편입니다.<br/> ESTJ 유형을 나타내는 단어는 <b>외향, 감각, 사고, 판단</b>입니다.<br/><br/> 고급스러운 자리에서 다양한 요리에 잘 어울리는, 묵직한 바디감을 가진 와인 한 잔 어떠신가요?'
    },
    {
        id:4,
        m:'ENTP',
        t:'흑맥주',
        a:'발명가형(ENTP)인 당신에게는 일반적인 맥주와는 다른 풍취와 빛깔을 가진 <b>흑맥주</b>가 잘 어울립니다.<br/><br/> 당신은 다른 사람들과 반대되는 성향을 가지고 있으며 종종 세계에서 혁신적인 인물로 나타납니다. 외향적이면서도 의미 없는 대화는 싫어하며 바로 요점을 말하기를 좋아합니다.<br/> ENTP 유형을 나타내는 단어는 <b>외향, 직관, 사고, 인식</b>입니다.<br/><br/>흔한 맥주가 질리셨다면, 검은 빛깔과 뛰어난 풍미의 흑맥주 한 잔 어떠신가요?'
    },
    {
        id:5,
        m:'ENFP',
        t:'샴페인',
        a:'스파크형(ENFP)인 당신에게는 여러 사람들과 함께하는 파티에서 주로 즐기는 술인 <b>샴페인</b>이 잘 어울립니다.<br/><br/> 당신은 매우 사교적이며 다른 사람들과 시간을 보내고 관계를 형성하는 것을 좋아합니다. 자신의 감정에 이끌려가는 편이나 매우 생각이 깊고 통찰력이 있는 특징이 있습니다.<br/> ENFP 유형을 나타내는 단어는 <b>외향, 직관, 감정, 인식</b>입니다.<br/><br/>기분 좋은 자리에서 톡톡 튀는 탄산이 어우러지는 예쁜 샴페인 한 잔 어떠신가요?'
    },
    {
        id:6,
        m:'ESFP',
        t:'생맥주',
        a:'슈퍼스타형(ESFP)인 당신에게는 신선한 맥주의 향미를 있는 그대로 즐길 수 있는 <b>생맥주</b>가 잘 어울립니다.<br/><br/> 당신은 단순히 주목받는 것을 즐기는 것이 아니라 주목받는 상황에서 자신의 진가를 발휘합니다. 일반적으로 주목을 끄는데 매우 능숙하며 몇 시간 동안의 대화를 끝까지 재미있게 유지할 수 있습니다.<br/> ESFP 유형을 나타내는 단어는 <b>외향, 감각, 인식, 감정</b>입니다.<br/><br/>편안한 분위기의 술자리에서 좋은 사람들과 생맥주 한 잔 어떠신가요?'
    },
    {
        id:7,
        m:'ESTP',
        t:'고량주',
        a:'활동가형(ESTP)인 당신에게는 높은 도수의 부드럽고 깔끔한 뒷맛이 인상적인 <b>고량주</b>가 잘 어울립니다.<br/><br/> 당신은 화끈한 행동파 스타일로 매 삶에서 개인적인 자유를 즐기는 편입니다. 규칙을 좋아하지 않으며 추상적인 생각에 대한 걱정을 하지 않으며 현재에 집중하는 편입니다.<br/> ESTP 유형을 나타내는 단어는 <b>외향, 감각, 사고, 인식</b>입니다.<br/><br/> 입으로 들이킬 때부터 목으로 넘길 때까지 강렬한 인상을 남기지만 깔끔한 뒷맛을 가진 고량주 한 잔 어떠신가요?'
    },
    {
        id:8,
        m:'INTP',
        t:'꼬냑',
        a:'아이디어 뱅크형(INTP)인 당신에게는 뛰어난 복합미와 풍성한 깊이감이 입안에서 느껴지는 <b>꼬냑</b>가 잘 어울립니다.<br/><br/> '
    },
    {
        id:9,
        m:'IFNP',
        t:'사케',
        a:'aa'
    },
    {
        id:10,
        m:'ISFP',
        t:'캔맥주',
        a:'aa'
    },
    {
        id:11,
        m:'ISTP',
        t:'위스키',
        a:'aa'
    },
    {
        id:12,
        m:'INTJ',
        t:'보드카',
        a:'aa'
    },
    {
        id:13,
        m:'INFJ',
        t:'복분자주',
        a:'aa'
    },
    {
        id:14,
        m:'ISFJ',
        t:'소주',
        a:'aa'
    },
    {
        id:15,
        m:'ISTJ',
        t:'전통주',
        a:'aa'
    }
]