const qnaList = [
    {
        id:0,
        q:'어느 날 멀리\n 여행을 떠나게 되었다.\n그 때 당신은?',
        a:'계획을 철저히 세워 정해진 스케줄대로 간다.',
        b:'여행은 즉흥이지! 발이 향하는 곳으로 간다.',
        m_a:'J',
        m_b:'P'
    },
    {
        id:1,
        q:'친구가 고민이 있다며\n 말을 꺼낸다.\n그 때 당신은?',
        a:'많이 힘들었겠네... 일단 위로를 건넨다.',
        b:'이렇게 하는 건 어때? 해결책을 제시한다.',
        m_a:'F',
        m_b:'T'
    },
    {
        id:2,
        q:'해질녘에 일을 마친 뒤\n 집에 가고 있다.\n그 때 당신은?',
        a:'아름다운 노을을 보며 사색에 잠긴다.',
        b:'빨리 집에 가야지.. 집에 가는 것에 집중한다.',
        m_a:'N',
        m_b:'S'
    },
    {
        id:3,
        q:'당일에 친구와의\n 약속이 파토났다.\n그 때 당신은?',
        a:'친구 만날 생각에 들떴었는데.. 급 우울해진다.',
        b:'나가기 귀찮았는데 잘 됐다고 생각한다.',
        m_a:'E',
        m_b:'I'
    },
    {
        id:4,
        q:'과제의 제출 기한이\n 한 달 뒤이다.\n그 때 당신은?',
        a:'시간이 많이 남았으니 일단 미루고 나중에 한다.',
        b:'할 일은 빠르게 끝내는 게 낫지~ 바로 시작한다.',
        m_a:'P',
        m_b:'J'
    },
    {
        id:5,
        q:'바쁜 일상을 보내다\n 주말이 찾아왔다.\n그 때 당신은?',
        a:'이런 날에는 집에서 하루종일 푹 쉰다.',
        b:'이런 날에는 그동안 못 만났던 사람들을 만난다.',
        m_a:'I',
        m_b:'E'
    },
    {
        id:6,
        q:'보고 있던 영화가\n 열린 결말로 끝났다.\n그 때 당신은?',
        a:'결말 이후의 상황을 여러 갈래로 상상해본다.',
        b:'주어진 결말에 만족하며 감상을 마무리한다.',
        m_a:'N',
        m_b:'S'
    },
    {
        id:7,
        q:'연인에게 서운한\n 감정이 생기게 됐다.\n그 때 당신은?',
        a:'서운함을 느끼게 된 이유를 먼저 말한다.',
        b:'상대방이 고쳐줬으면 하는 점을 먼저 말한다.',
        m_a:'F',
        m_b:'T'
    },
    {
        id:8,
        q:'새로운 사람들과의\n 모임에 나가게 됐다.\n그 때 당신은?',
        a:'사람들 사이에서 분위기를 주도한다.',
        b:'누군가가 띄운 분위기를 자연스레 따라간다.',
        m_a:'E',
        m_b:'I'
    },
    {
        id:9,
        q:'잠들기 전 상상의\n 나래에 빠지고 있다.\n그 때 당신은?',
        a:'학교, 회사 등 현실적인 문제에 대해 생각한다.',
        b:'좀비 바이러스가 퍼지는 상상을 한다.',
        m_a:'S',
        m_b:'N'
    },
    {
        id:10,
        q:'입원했다는 친구의\n 연락을 받았다.\n그 때 당신은?',
        a:'무슨 일이야? 너 괜찮은거야..?',
        b:'무슨 일이야? 어쩌다가 입원한거야?',
        m_a:'F',
        m_b:'T'
    },
    {
        id:11,
        q:'연인과의 데이트\n 약속을 잡았다.\n그 때 당신은?',
        a:'따로 정하진 않고 그 때 가고 싶은 곳을 간다.',
        b:'철저히 계획을 세워 정해진 곳들만 간다.',
        m_a:'P',
        m_b:'J'
    }
]

export default qnaList;